/* System Audio Plugin not uninstalled err */
"A download is required to uninstall the System Audio Plugin. You can download the plugin from Techsmith.com" = "Para desinstalar el complemento de audio del sistema es preciso realizar una descarga. Puedes descargar el complemento desde Techsmith.com";

/* System audio plugin authorization required alert message */
"Authorization Required" = "Se requiere autorización";

/* Authorize */
"Authorize" = "Autorizar";

/* Cancel */
"Cancel" = "Cancelar";

/* title for alert */
"Do you want to install the System Audio Plugin?" = "¿Quieres instalar el complemento de audio del sistema?";

/* message for alert */
"Do you want to uninstall the System Audio Plugin?" = "¿Quieres desinstalar el complemento de audio del sistema?";

/* title for uninstall alert */
"Download Required to Uninstall" = "Es preciso realizar una descarga para desinstalar";

/* install button */
"Go to Website" = "Ir al sitio web";

/* install system audio component button */
"Install" = "Instalar";

/* message for install failed alert */
"Install Failed" = "Instalación fallida";

/* No */
"No" = "No";

/* OK */
"OK" = "Aceptar";

/* info for install failed alert
   info for uninstall failed alert */
"Please try again." = "Inténtalo otra vez.";

/* title for install alert */
"Plugin Required to Record System Audio" = "Se necesita un complemento para poder grabar el audio del sistema";

/* TechSmith Audio Capture Component not installed err */
"The plugin (licensed from Rogue Amoeba Software) is required to record system audio such as alert sounds and the audio from your internal speakers." = "Se necesita un complemento (con licencia de Rogue Amoeba Software) para poder grabar el audio del sistema, por ejemplo, los sonidos de las alertas y el audio de los altavoces internos.";

/* System audio plugin authorization required alert info */
"The system audio plugin is installed but not authorized. Please enable the plugin from Rogue Amoeba Software in System Preferences -> Security & Privacy." = "El complemento de audio del sistema está instalado pero no está autorizado. Habilita el complemento de Rogue Amoeba Software en Preferencias del Sistema -> Seguridad y privacidad.";

/* message for uninstall failed alert */
"Uninstall Failed" = "Desinstalación fallida";

/* Yes */
"Yes" = "Sí";

/* System Audio Plugin not installed err */
"You must install the System Audio Plugin to record system audio. You can download the plugin from Techsmith.com" = "Debes instalar el complemento de audio del sistema para poder grabar el audio de tu sistema. Puedes descargar el complemento desde Techsmith.com";

/* System Audio Plugin not installed err */
"You will not be able to record system audio for any applications that require the plugin." = "No podrás grabar el audio del sistema de las aplicaciones que requieran el complemento.";

